/* ClickThroughWarning */
"ClickThroughWarning" = "If you need to disable click-through, just click the new clock icon in your menu bar.";

/* LastClockTitle */
"LastClockTitle" = "You are about to close the last clock.";

/* LastClockWarning */
"LastClockWarning" = "If you close this clock SFC will quit and will present a local clock next time it is run.\n\nDo you really wish to close this clock?";

/* Region */
"Region" = "Region";

/* Clear */
"Clear" = "Clear";

/* No */
"No" = "No";

/* Yes */
"Yes" = "Yes";

/* OK */
"OK" = "OK";

/* Yes */
"Cancel" = "Cancel";
